{
    "version": "https://jsonfeed.org/version/1",
    "title": "Trante",
    "description": "",
    "home_page_url": "https://empiretrante.github.io",
    "feed_url": "https://empiretrante.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Zero"
    },
    "items": [
        {
            "id": "https://empiretrante.github.io/la-republique-deugide.html",
            "url": "https://empiretrante.github.io/la-republique-deugide.html",
            "title": "La République d&#x27;Eugide",
            "summary": "La vaste République d'Eugide est la seule démocratie de la planète. Les Eugidiens sont des gens calmes et disciplinés, voire froids. Leur capacité&hellip;",
            "content_html": "<div><strong>La vaste République d'Eugide</strong> est la seule démocratie de la planète. Les Eugidiens sont des gens calmes et disciplinés, voire froids. Leur capacité à se battre de façon également calme, disciplinée et froide, leur vaut le respect des frontaliers de Trante.</div>\n<div> </div>\n<div><span style=\"color: var(--text-editor-body-color); font-family: var(--font-base); font-size: inherit; font-weight: var(--font-weight-normal);\"><strong>Les pays unifiés de la République</strong> d'Eugide risquent de changer de régime pour basculer en empire. La récente invention des avions de Trante inquiète en effet de nombreux sénateurs, qui craignent une déclaration de guerre de Trante, dont ils connaissent l'ambition. Cela donne du grain à moudre aux partisans de Cleio, le descendant du dernier empereur ayant régné sur ce continent, à l'époque où les Trantes n'en avaient pas encore envahie le tiers nord-est. Si la République se transformait en Empire, Cleio en serait l'Empereur naturel, et une guerre préventive, comme on dit, suivrait sans doute logiquement.</span></div>",
            "image": "https://empiretrante.github.io/media/posts/4/res-publica.jpg",
            "author": {
                "name": "Zero"
            },
            "tags": [
            ],
            "date_published": "2022-02-23T15:14:25+01:00",
            "date_modified": "2022-02-23T15:14:25+01:00"
        },
        {
            "id": "https://empiretrante.github.io/les-religions.html",
            "url": "https://empiretrante.github.io/les-religions.html",
            "title": "Les Religions",
            "summary": "L'Empire Trante a globalement une religion bithéiste, avec un Dieu, Edo, et une Déesse, Eia, dont l'union a engendré le monde. L'Empereur et&hellip;",
            "content_html": "<p><strong>L'Empire Trante a globalement une religion bithéiste,</strong> avec un Dieu, Edo, et une Déesse, Eia, dont l'union a engendré le monde. L'Empereur et l'Impératrice sont censés être les reflets des dieux. Le rapport à la religion est toutefois devenu modéré et rationnel à l'est et au sud de Trante. Dans le nord par contre, la foi est plus naïve et littérale, et dans sa version plus archaïque inclut toute une famille de dieux et de déesses enfants de Edo et Eia.<br><br><strong>La République d'Eugide a un riche panthéon</strong> de dieux et de déesses qui correspondent à divers aspect de la vie, de la mort... pour le dire vite, ils ont des dieux pour tout et n'importe quoi.<br><br><strong>Essembria a une religion sans dieu créateur, </strong>complexe et animiste.<br><br><strong>Les goths ont Harl, </strong>dieu créateur, Vidar, dieu de la guerre et de l'honneur, Verdandi, déesse de la mer, Einar, dieu trompeur de la malice et du mensonge, et Bergunn, déesse de l'art et de l'eau de vie.<br><br><strong>À Tanska, l'entité la plus importante est l'esprit du Feu,</strong> qui amène la vie. Puis il y a l'esprit de l'Air, l'esprit de l'Eau, et l'esprit de la Terre. C'est le jeu de ces quatre esprits et d'un cinquième, l'esprit du Vide Médian, qui créé et anime toute chose.</p>",
            "image": "https://empiretrante.github.io/media/posts/3/hands-g82e908fb3_1920.jpg",
            "author": {
                "name": "Zero"
            },
            "tags": [
                   "Univers"
            ],
            "date_published": "2022-02-23T12:11:33+01:00",
            "date_modified": "2022-02-23T12:11:33+01:00"
        },
        {
            "id": "https://empiretrante.github.io/linguitique-comparee.html",
            "url": "https://empiretrante.github.io/linguitique-comparee.html",
            "title": "La linguistique",
            "summary": "Dans les pays unifiés de la République d'Eugide, on parle Elefen principalement. Trante est polyglotte. Au sud, de nombreux Trantes parlent Elefen, et&hellip;",
            "content_html": "<p><strong>Dans les pays unifiés de la République d'Eugide,</strong> on parle <a href=\"https://elefen.org/\" class=\"postlink elonw\" title=\"Opens in new window\">Elefen</a> principalement.<br><br><strong>Trante est polyglotte.</strong> Au sud, de nombreux Trantes parlent Elefen, et au sud-est on parle aussi beaucoup Goth. À l'ouest, dans les 2000 Km autour de la capitale, on parle surtout Trant <em>(Français)</em>. <br><br><strong>Les peuples Goths</strong> parlent le Goth <em>(Anglais avec un R à la française)</em>.<br><br><strong>Les Essembriens ont en fait deux langue</strong>s complètement distinctes. Le peuple parle une langue qu'ils appellent eux-mêmes le <a href=\"https://tokipona.org/\" class=\"postlink elonw\" title=\"Opens in new window\">Bien-parler</a>. Les érudits, en revanche, utilisent une langue extrêmement complexe, le <a href=\"https://lojban.io/\" class=\"postlink elonw\" title=\"Opens in new window\">Lojban</a>. C'est la langue écrite des manuscrits, mais il paraît que les sages Essembriens savent aussi le parler couramment. On raconte que c'est la langue télépathique des Dragons.<br><br><strong>Enfin, à Tanska</strong> il y a plusieurs langues, mais la plus répandue est le Khitab <em>(Arabe)</em>. <br><br><strong>Bien sûr au niveau linguistique, les frontières sont floues</strong>, et il y a beaucoup de patois plus ou moins locaux.</p>\n<p><br><em class=\"text-italics\">(Note : le fait de donner des correspondances vers des langues réelles, naturelles ou construites, a pour but de rendre les parties plus vivantes, en augmentant l'immersion des joueurs.)</em></p>",
            "image": "https://empiretrante.github.io/media/posts/2/book-g83b0d7a49_1920.jpg",
            "author": {
                "name": "Zero"
            },
            "tags": [
                   "Univers"
            ],
            "date_published": "2022-02-23T10:44:33+01:00",
            "date_modified": "2022-02-23T11:24:26+01:00"
        },
        {
            "id": "https://empiretrante.github.io/le-monde-de-trante.html",
            "url": "https://empiretrante.github.io/le-monde-de-trante.html",
            "title": "Le Monde de Trante",
            "summary": " Voici le monde de Trante. Sur cette carte on peut voir sept entités géopolitiques différentes, dont l'Empire de Trante, plus une huitième&hellip;",
            "content_html": "\n  <p>\n    <strong>Voici le monde de Trante.</strong> Sur cette carte on peut voir sept entités géopolitiques différentes, dont l'Empire de Trante, plus une huitième zone, la Terre des Dragons. Dans ce monde, l'expression \"au-delà vivent des dragons\" n'est pas du tout une façon de parler !\nD'abord commençons par les \"lois de la physique\" de ce monde antiquité / médiéval / renaissance.\n<br>\n<br><strong>Pas d’hydrocarbures. Pas de poudre explosive. Pas de magie.</strong> Aucune magie, mais il y a d'autres créatures intelligentes que les hommes. Elles ont une culture, sont capables d'utiliser le langage, les outils, ont des sociétés complexes, ...etc. Mis à part l'existence d'autres créatures intelligentes, le seul élément \"anormal\" est l'existence d'un métal aux propriétés très particulières : le balt.\n<br>\n<br><strong>Le balt est un métal ductile qui pèse plus lourd d'un côté que de l'autre </strong>! Dans un sens, il pèse environ 19,1g/cm3, c'est à dire presque autant que l'or, un des métaux les plus lourds. Dans l'autre sens, si on le retourne, il ne pèse que 2,8g/cm3, à peine plus que l'aluminium.\n<br>\n<br><strong>L'empire de Trante, au sommet d'une période d'effervescence culturelle et intellectuelle, a réussi à inventer des machines volantes,</strong> grâce à un inventeur de génie, Guydo dit \"le Lion\". Trois litres de balt, actionnés par un mécanisme d'horlogerie précis, suffisent à créer un moteur de 28CH, nécessaire à l'envol des avions. Ainsi, les Trantes ont désormais des ailes, et ils sont les seuls à posséder cette technologie.\n<br>\n<br><strong>Le balt ne se trouve qu'à l'autre bout de la planète,</strong> en Tanska. Les peuples Torgoth et Kurgoth, des marins guerriers au code d'honneur tranchant comme une lame, en font commerce. Il n'y a pas de route de la soie, mais il y a une route du balt, de Tanska à Trante, en passant par les territoires Torgoth et Kurgoth. Bien sûr, Trante préfèrerait accéder directement à Tanska pour le commerce, seulement voilà : la Terre des Dragons, sauvage, impétueuse, indomptable, leur en interdit l'accès. C'est pourquoi toute l'actualité de Trante est tournée vers la tentation de cette terre promise : la Terre des Dragons... peut-on, et surtout doit-on, entrer en guerre avec les dragons ?\n<br>\n<br><strong>Tanska ne vend pas que du balt, il fabrique et vend aussi de magnifique armes faites d'acier de balt.</strong> Ces armes fabuleuses, à cause du métal dont elles sont constituées, se comportent de façon étrange pour le combattant qui n'y est pas habitué. Mais pour celui qui a reçu l'enseignement adéquat, elles sont inégalables. En effet, l'arme peut être très légère quand il faut prendre de l'élan, mais très lourde au moment de frapper.\n<br>\n<br><strong>La vaste République d'Eugide est la seule démocratie de cette planète.</strong> Les Eugidiens sont des gens calmes et disciplinés, voire froids. Leur capacité à se battre de façon également calme, disciplinée et froide, leur vaut le respect des frontaliers de Trante. Chacun reste chez soi.\n<br>\n<br><strong>Enfin, le \"protectorat\" d'Essembria est en fait un territoire annexé par l'Empire de Trante.</strong> Les Essembriens sont des gens simples, et leurs terres sont peu fertiles. Ils entretiennent un vaste réseau de monastères dans lesquels ils conservent et recopient d'innombrables manuscrits pleins de sagesse antique. Ils semblent notamment en savoir plus sur les dragons que tout autre peuple, mais restent pour l'instant discrets à ce propos.\n  </p>",
            "image": "https://empiretrante.github.io/media/posts/1/Monde-de-Trante-2.JPG",
            "author": {
                "name": "Zero"
            },
            "tags": [
                   "Univers"
            ],
            "date_published": "2022-02-23T09:26:10+01:00",
            "date_modified": "2022-02-23T11:30:19+01:00"
        }
    ]
}
